ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/extract

#spaceship-prompt/spaceship-prompt
#sindresorhus/pure
romkatv/powerlevel10k

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-history-substring-search

zsh-users/zsh-syntax-highlighting

MichaelAquilina/zsh-you-should-use
reegnz/jq-zsh-plugin
sineto/vi-mode
vjrasane/zsh-bitwarden-secrets-manager branch:main
