tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/services"
brew "age"
brew "python@3.13", link: false
brew "ansible"
brew "awscli"
brew "bash"
brew "bat"
brew "colima", restart_service: :changed
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnupg"
brew "git-secret"
brew "helm"
brew "jq"
brew "just"
brew "kubectx"
brew "kubectl"
brew "libpq"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nodenv"
brew "nvm"
brew "opentofu"
brew "pipx"
brew "postgresql@14"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "qemu"
brew "restic"
brew "ripgrep"
brew "sops"
brew "sshpass"
brew "stow"
brew "tmux"
brew "vim"
brew "wget"
brew "yadm"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
cask "slack"
